Repository: huhwt/huhwt-cce-dev
Catalog: resources/lang/*.po
Languages: ca, es, ru

source: Replacement for the original 'Clippings Cart' module.
ca: Substitueix al mòdul original de 'Cistella de retallades'.
es: Sustituye al módulo original de 'Cesta de recortes'.
ru: Замена оригинального модуля 'Корзина вырезок'.

source: Clippings cart enhanced
ca: Cistella de retallades
es: Cesta de recortes
ru: Корзина вырезок Улучшено

source: Add records from your family tree to the clippings cart and execute an action on them.
ca: Afig registres del teu arbre genealògic a la cistella de retallades i executa accions sobre ells.
es: Añade registros de tu árbol genealógico a la cesta de recortes y ejecuta acciones sobre ellos.
ru: Добавьте записи из генеалогического дерева в корзину вырезок и выполните над ними действие.

source: Records in clippings cart
ca: Registres en la cistella de retallades
es: Registros en la cesta de recortes
ru: Записи в корзине вырезок

source: Clippings cart is empty.
ca: La cistella de retallades està buida.
es: La cesta de recortes está vacía.
ru: Корзина вырезок пуста.

source: Records in %s
ca: Registres en %s
es: Registros en %s
ru: Записи в %s

source: Add this record to the clippings cart
ca: Afegir aquest registre a la cistella de retallades
es: Añadir este registro a la cesta de recortes
ru: Добавить эту запись в корзину вырезок

source: %1$s and her ancestors (up to %2$s generations)
ca: %1$s i els seus avantpassats (fins a %2$s generacions)
es: %1$s y sus antepasados (hasta %2$s generaciones)
ru: %1$s и ее предки (до %2$s поколений)

source: %1$s and his ancestors (up to %2$s generations)
ca: %1$s i els seus avantpassats (fins a %2$s generacions)
es: %1$s y sus antepasados (hasta %2$s generaciones)
ru: %1$s и его предки (до %2$s поколений)

source: %s and her ancestors, up to 4 generations, for H-Tree
ca: %s i els seus avantpassats fins a 4a generació, per a H-Tree (Funció TAM)
es: %s y sus antepasados hasta 4ª generación, para H-Tree (Función TAM)
ru: %s и ее предки, до 4 поколений, для H-Tree

source: %s and his ancestors, up to 4 generations, for H-Tree
ca: %s i els seus avantpassats fins a 4a generació, per a H-Tree (Funció-TAM)
es: %s y sus antepasados hasta 4ª generación, para H-Tree (Función-TAM)
ru: %s и его предки, до 4 поколений, для H-Tree

source: %1$s, her ancestors and their families (up to %2$s generations)
ca: %1$s, els seus avantpassats i família (fins a %2$s generacions)
es: %1$s, sus antepasados y familia (hasta %2$s generaciones)
ru: %1$s, ее предки и их семьи (до %2$s поколений)

source: %1$s, his ancestors and their families (up to %2$s generations)
ca: %1$s, els seus avantpassats i famílies (fins a %2$s generacions)
es: %1$s, sus antepasados y sus familias (hasta %2$s generaciones)
ru: %1$s, его предки и их семьи (до %2$s поколений)

source: %1$s, her spouses and descendants (up to %2$s generations)
ca: %1$s, els seus cònjuges i descendents (fins a %2$s generacions)
es: %1$s, sus cónyuges y descendientes (hasta %2$s generaciones)
ru: %1$s, ее супруги и потомки (до %2$s поколений)

source: %1$s, his spouses and descendants (up to %2$s generations)
ca: %1$s, els seus cònjuges i descendents (fins a %2$s generacions)
es: %1$s, sus cónyuges y descendientes (hasta %2$s generaciones)
ru: %1$s, его супруги и потомки (до %2$s поколений)

source: %s and all linked individuals
ca: %s i TOTES les persones vinculades
es: %s y TODAS las personas vinculadas

source: Decrement
ca: Disminució
es: Disminución
ru: Декремент

source: Increment
es: Incremento
ru: Приращение

source: the partner chains %s belongs to
ca: les cadenes associades %s pertanyen a
es: las cadenas asociadas %s pertenecen a
ru: партнерские цепочки, к которым принадлежит %s

source: Add global record sets to the clippings cart
ca: Afegir conjunts de registres globals a la cistella de retallades
es: Añadir conjuntos de registros globales a la cesta de recortes
ru: Добавление глобальных наборов записей в корзину вырезок

source: all partner chains in this tree
ca: totes les cadenes associades d'aquest arbre
es: todas las cadenas asociadas de este árbol
ru: все партнерские цепочки в этом дереве

source: all circles of individuals in this tree
ca: tots els cercles d'individus corresponents a aquest arbre
es: todos los círculos de individuos correspondientes a este árbol
ru: все круги особей в этом дереве

source: all connected persons in this family tree - Caution: probably very high number of persons!
ca: totes les persones connectades en aquest arbre genealògic. -PRECAUCIÓ: és probable que es trobe un gran nombre de registres!
es: todas las personas conectadas en este árbol genealógico. -Precaución: ¡es probable que se encuentre un gran número de registros!
ru: все связанные лица в этом генеалогическом древе - Осторожно: вероятно, очень большое количество людей!

source: all persons/families in this family tree - Caution: probably very high number of persons!
ca: totes les persones/famílies d'aquest arbre genealògic. -PRECAUCIÓ: és probable que es troben un gran nombre de registres!
es: todas las personas/familias de este árbol genealógico. -Precaución: ¡es probable que se encuentre un gran número de registros!

source: Delete records in the clippings cart
ca: Esborrar registres guardats en la cistella de retallades
es: Borrar registros guardados en la cesta de recortes
ru: Удаление записей из корзины вырезок

source: CCE-Individual
ca: CCE - Persones
es: CCE - Personas
ru: Люди

source: CCE-Family
ca: CCE - Famílies
es: CCE - Familias
ru: Семьи

source: CCE-Media
ca: CCE -Arxius multimédia
es: CCE -Archivos multimedia

source: CCE-Location
ca: CCE - Ubicació
es: CCE - Ubicación

source: CCE-Note
ca: CCE - Nota
es: CCE - Nota

source: CCE-Repository
ca: CCE - Contenidor de fitxers
es: CCE - Contenedor de ficheros

source: CCE-Source
ca: CCE - Font
es: CCE - Fuente

source: CCE-Submitter
ca: CCE - Remitent
es: CCE - Remitente

source: Delete all records, a set of records of the same type, or selected records
ca: Eliminar tots els registres, un conjunt d'ells del mateix tipus o els registres seleccionats
es: Eliminar todos los registros, un conjunto de ellos del mismo tipo o los registros seleccionados
ru: Удаление всех записей, набора записей одного типа или выбранных записей

source: all records
ca: Tots els registres
es: todos los registros
ru: все записи

source: set of records by type
ca: Conjunt de registres per tipus
es: Conjunto de registros por tipo
ru: набор записей по типу

source: select records to be deleted
ca: Seleccione els registres que desitja eliminar
es: Seleccione los registros que desea eliminar
ru: Выберите записи для удаления

source: You have tried '%s' - it is not implemented yet.
ca: L'acció '%s' no funciona - Encara no s'ha implementat.
es: La acción '%s' no funciona - Aún no se ha implementado.
ru: Вы попробовали «%s» - это еще не реализовано.

source: Execute an action on records in the clippings cart
ca: Executar una acció sobre els registres de la cistella de retallades
es: Ejecutar una acción sobre los registros de la cesta de recortes
ru: Выполнение действия над записями в корзине вырезок

source: Download records ...
ca: Descarregar arxius ...
es: Descargar archivos ...
ru: Скачать записи ...

source: ... as GEDCOM zip-file (including media files)
ca: ... com a arxiu comprimit (zip) GEDCOM (INCLOSOS els arxius multimèdia)
es: ... como archivo comprimido (zip) GEDCOM (INCLUIDOS los archivos multimedia)
ru: ... заархивирован как файл GEDCOM (clippings.zip) - включая медиафайлы

source: ... as GEDCOM file (all Tags, no media files)
ca: ... com a arxiu (ged) GEDCOM (Només etiquetes, SENSE arxius multimèdia)
es: ... como archivo (ged) GEDCOM (Sólo etiquetas, SIN archivos multimedia)
ru: ... как файл GEDCOM (*.ged) - все теги, без медиафайлов

source: ... as GEDCOM file (only INDI and FAM)
ca: ... com a arxiu (ged) GEDCOM (Només etiquetes INDI i FAM, res més)
es: ... como archivo (ged) GEDCOM (Sólo etiquetas INDI y FAM, nada más)
ru: ... в виде файла GEDCOM (*.ged) - только INDI и FAM, больше ничего

source: Visualize records in a diagram ...
ca: Visualitzar registres en un diagrama ...
es: Visualizar registros en un diagrama ...
ru: Визуализация записей на диаграмме ...

source: ... using TAM
ca: ... utilitzant TAM
es: ... utilizando TAM
ru: ... использование TAM

source: ... using Lineage
ca: ... utilitzant LINEAGE
es: ... utilizando LINEAGE
ru: ... использование Lineage

source: Privatize options
ca: Opcions de privacitat
es: Opciones de privacidad
ru: Варианты приватизации

source: back to show
ca: tornar al programa
es: volver al programa
ru: вернуться к показу

source: back
ca: tornar
es: volver
ru: Назад

source: Adjust number of generations
ca: Ajustar el nombre de generacions
es: Ajustar el número de generaciones
ru: Настройка количества поколений

source: Missing dependency - Install %s!
ca: Falta una dependència - Instal·lar %s!
es: Falta una dependencia - Instalar %s!
ru: Отсутствующая зависимость - Установите %s!

source: Records in clippings cart - Execute an action on them.
ca: Registres actuals en la cistella de retallades. Execute una acció sobre ells.
es: Registros actuales en la cesta de recortes. Ejecute una acción sobre ellos.

source: Performed actions fo fill the cart.
ca: Accions realitzades per a la cistella de retallades.
es: Acciones realizadas para la cesta de recortes.

source: CCE-CartActions
ca: CCE - Accions de la cistella de retallades
es: CCE - Acciones de la cesta de recortes

source: Just a moment
ca: espere un moment
es: espere un momento
